{
    "data":[
        {
            "type":"批判性",
            "divided":12,
            "des":[
                "你比较缺乏批判性思维，对于日常生活中的事情，可能你觉得批判弱者没有意义，批判强者心有余悸，既不思无意义的事，又不想活的心有余悸，所以就别去想批判的事了，久而久之，批判思维逐渐枯竭，独立思考自然也就寿终正寝了。缺乏批判性直接影响到的是你的创新性，当习惯成自然，当你认为安于现状逆来顺受是生活最好的方式时，你的创新思维也会逐渐枯竭。批判性并不代表抬杠，也不意味着冲，它是一个人的宝贵品质。燃起你心里的批判精神吧！读书时阅读理解的答案真的只有一个吗，其实你的批判种子早就埋下了，让它发芽吧！",
                "你比较具有批判性思维，但是一定也存在很多不敢发声的时候吧，但是你已经比大多数人做得好了！在一些方面，你需要做到更好的相信自己的想法，确定自己认为的对的，并且勇于发声，在团队合作中，并不是说你要和别人抬杠起冲突，需要注意和别人表达问题的方式，你将会发现你的批判性思维能帮助你和你的团队审视到更多的东西；在个人生活中，注入更多的思考和观察，为自己带来更多机会和更广阔的世界。",
                "我想你在生活中应该是一个非常“公正”的人，你认为批评一种观点并不等于批评持有这种观点的人。你非常非常热衷于进行激烈的辩论，以探明一种观点的合理性。不过你也应该明白，批判性思维也并非仅仅是一种否定性思维，它还具有创造性和建设性的能力——能够对一件事情给出更多可选择的解释，思考研究结果的意义，并能运用所获得的新知识来解决社会和个人问题。你已经做得非常好了，你的批判性思维会给你带来工作和生活中的益处。"
            ]
        },
        {
            "type":"洞察力",
            "divided":12,
            "des":[
                "你想你咋日常生活中并没有一双“发现美”的眼睛，世界这么美好，你应该好好的观察周围的世界。对于生活里的许多事情，你多抱着一种“事不关己高高挂起”的想法，对周遭发生的一切你缺乏应该有的敏感性和好奇性，这样你会错过生活中很多美好的事和美好的人，在学习上你可能会失去发现更多知识领域和学习更多的机会。平时在生活里“多张一双眼睛”，其实你的生活还有好多美等你去发现。",
                "你的洞察力已经到达大众水平啦，我想你应该会总是发现一些“事外事”，“天外天”，并且对自己发现了这些东西感到欣喜吧！将一颗敏感善于发现的心充分运用，你将会发现洞察力会帮助你发现很多值得创新创造的领域！要从对小事物的细心观察中找出发现自然奥秘的途径。",
                "你拥有一双“魔眼”，你善于发现周围的一切美好的事物，你也会看到很多人在表面看不到的东西。在你内心深处，你充满直觉和灵感,你能够深刻地理解他人和这个世界，可以从别人的表情和声音得到讯息，能够看进别人的灵魂。你很少让其他人知道你究竟知道多少，如果有人欺骗你，你总是很快就看穿谎言。你能够读懂别人，当别人试着读懂你，你也很清楚对方的意图。但是你是否要用敏锐的观察力去操纵别人，则是在于你自己的选择，不过通常你是不采取操纵或控制的方式与人相处。强大的洞察力和观察力会给你带来好处，但是要注意运用在合适的事情上。"
            ]
        },
        {
            "type":"想象力",
            "divided":10,
            "des":[
                "不知在日常学习和工作中，你是否会被吐槽选题太过单调，缺乏想象力。学会用想象力去引导你的生活和你的工作“想象力能带领我们超越以往范围的把握和视野。”只有你有了足够的想象力，才能拥有对于事业和生活都极其重要的创新能力，进而更决定了你人生的边界。学会像小孩一样去想象吧，天上的月亮能不能被摘下来？",
                "你已经体会到想象力给你的生活和工作带来的好处和乐趣了吧，对于你来说，生活里的许多东西都拥有着百变的形态，一盏灯它可以是一盏灯，可以是夜空里一只安慰人心的萤火虫，可以是一颗天使落下眼泪。但是你也会时常觉得自己的想象力也有点受限，这时候你需要做得就是”学习“。知识是想象力最重要的支撑，而知识中所包含的想象力，是无数世间顶尖天才们耗尽人生的极限累加起来的，我想你一定能收益的。",
                "我想你已经掌握了想象的技巧，你已经学会了想象，或者说你已经具备了一颗”天真“的心，充沛的知识，让你能很好的进行想象。但是必须提醒你的是最高级的想象其实是不自由的，它是基于你自身的所有知识、记忆、技能等元素，而产生的一种高级认知活动。很多学者和伟人都会在工作和生活之余，留给自己固定的时间去“冥想”。除了得到身体的放松之外，同时也是让他们自己的思想能够有去自由想象和审视自身，从而延展人生更多的可能性。“现实的世界是有限度的，想象的世界是无涯际的”，希望你能更好的把想象运用在你的工作和生活中，给你带来更大的世界。"
            ]
        },
        {
            "type":"独立性",
            "divided":15,
            "des":[
                "你遇事总是要问一下别人吧，你总是不能很好决定事情，可能在短时间内，你不会发现这种状态会给你带来什么坏处，但是时间久了，你就会发现你好像一直都在征求别人的意见，你很难脱离“他人”，一个人独立的生活。想要培养独立性首先要养成独立思考和解决问题的能力。从解决工作中的问题着手培养，遇到问题或者麻烦的时候能自己解决的首先要自己解决，哪怕再苦再累也要坚持自己解决，经过几件事情之后你就会发现自己思考的能力变强了，自己也有主见多了。",
                "我想你对独立已经有自己的见解了，但是总是会思考什么是真正的独立呢，自己也在听他人意见和坚持自己主见中间来回摇摆，需要注意的是，独立不是不需要任何的人帮助和指导或者没有任何依赖他们的需要，实际上，即使是一个独立性很强的人，也会产生依赖他人的需要。学会真正的独立是从小事开始着手，才能逐渐走向真正的思想独立。",
                "你是一个非常独立的人噢，对于你来说，你能很好的做好自己生活和工作上的决策，在他人眼中，你也是一个“独立自强”的人。心理上的独立，意味着对外界影响的相对独立，有自己的观点和行动，对失败有一定的耐受力。同时你应该明白的是，独立不是与外界的分离和孤立，而一种与周围环境的更大程度的谐调。有不受制于外界影响的情况下与外界环境保持和揩。"
            ]
        },
        {
            "type":"意志力",
            "divided":12,
            "des":[
                "无法抵御外部诱惑、无法及时完成需要做的事情、无法在关键时刻明确目标，我想这是你在生活中经常面临的问题。你应该很疑惑自己为何没办法做到他人有的意志力吧，首先你要认识自己为何自控失败，自知之明是自控的基础。倘若无法理解失败的原因，哪怕是自诩意志力强大的人也容易在诱惑前失控。因为他们无法预测到自己会在何时何地，会在怎样的诱惑下放弃抵抗，并会无意识地让自己处于种种诱惑中。总而言之，意志力就是驾驭“我不要”、“我要做”、“我想要”三种力量。只要能驾驭好这三种力量，自然可以成功自控，实现想要达到的目标。希望你通过学习和训练可以成为一个有意志力的人。",
                "你已经初步做到了自控，拥有了一定的意志力。意志力就像肌肉一般有着极限。事实上大多人会更容易将自控的过程归结于自己的心理控制，有时操之过急，对待意志力理应如同对待肌肉一般，要学会合理利用、锻炼，不为达到极限而紧张害怕。意志力是人格中的重要组成因素，对人的一生有着重大影响。人们要获得成功必须要有意志力作保证。希望你能好好学会如何运用意志力，驶向成功的彼岸。",
                "你一定周围人中的那位强者吧，你学会了如何对自己认为对的事情坚持到底，学会在对自己决定的事情负责，你遇山开山，逢水架桥，在你前进道路上的任何艰难险阻,只不过是旅途中的些微点缀,丝毫无法阻挡你的脚步。你的意志力将会在你日后的生活中为你提供更多的益处，相信自己终将取得成功。"
            ]
        }
        
    ]
}